{
	"rounds": [
		{
			"default": true,
			"slug": "frog-graham",
			"title": "Frog Graham Round",
			"description": "Ultimate SwimRun Challenge",
			"json": "/data/frog-graham-cw.geo.json",
			"example": "/data/example/frog-graham-round.gpx",
			"logo": "/assets/frog-graham.jpg",
			"info": "The Frog Graham Round: where fell running meets open water swimming. With 13 summits, over 3,000m of ascent, and four lake swims, it's a serious test of endurance. Grab your gear and prepare to brag about this one for years.",
			"summary": "Blends fell running with open water swimming in a challenge that's as brutal as it is brilliant. With 13 summits and four lake swims, it's a serious test of endurance. Expect tough climbs and cold dips.",
			"image": "/assets/route-fgr.jpg",
			"link": "https://www.froggrahamround.co.uk/",
			"ordered": true,
			"checkpointSummary": {
				"start checkpoint": 1,
				"summit": 13,
				"checkpoint": 1,
				"water entry": 4,
				"water exit": 4,
				"water checkpoint": 2,
				"finish checkpoint": 1
			}
		},
		{
			"default": false,
			"slug": "puddle-buckley",
			"title": "The Puddle Buckley Round",
			"description": "A Snowdonian Run/Swim Adventure",
			"json": "/data/puddle-buckley.geo.json",
			"logo": "/assets/runner.gif",
			"info": "The Puddle Buckley Round: a 64km adventure that takes fell running and wild swimming to new heights - literally! Set in the stunning mountains of Snowdonia, this challenge covers 16 summits with over 5,000m of ascent, offering some of the best views (and climbs!) in Wales. Along the way, you'll swim across 4 beautiful llyns (lakes). Expect steep climbs, scenic swims, and plenty of Snowdonian magic through some of the most breathtaking landscapes Wales has to offer.",
			"summary": "A 64km mountain challenge in Snowdonia, with 16 summits, over 5,000m of ascent, and four stunning lake swims. It's a tough, scenic mix of fell running and wild swimming through some of Wales's most breathtaking terrain.",
			"image": "/assets/route-pbr.jpg",
			"link": "https://puddlebuckley.wordpress.com/",
			"ordered": true,
			"checkpointSummary": {
				"start checkpoint": 1,
				"summit": 16,
				"water entry": 5,
				"water exit": 5,
				"finish checkpoint": 1
			}
		},
		{
			"default": false,
			"slug": "the-ring-of-stirling",
			"title": "The Ring Of Stirling",
			"description": "The Wildest Run/Swim in the UK",
			"json": "/data/ring-of-stirling.geo.json",
			"logo": "/assets/runner.gif",
			"info": "The Ring of Stirling: the wildest run-swim challenge in the UK, for those who crave the ultimate test of endurance and adventure. This remote and rugged 55km loop, inspired by the Frog Graham Round, starts and finishes in the tiny village of Shieldaig and demands everything you've got. With over 5,600m of ascent spread across ten unforgiving mountains, and 3.5km of wild swimming through five lochs, this is no ordinary challenge -it's a true journey into the wild heart of the Scottish Highlands. The isolation, the brutal climbs, and the icy lochs make the Ring of Stirling a raw and relentless adventure, perfect for those seeking the hardest and most remote run-swim experience the UK has to offer. If you're up for pushing your limits in one of the most untamed landscapes in Britain, this is the one.",
			"summary": "Run-swim epic in the wilds of the Scottish Highlands. Starting and finishing in Shieldaig, it takes on 10 remote mountains and 3.5km of loch swims. Inspired by the Frog Graham, this is a raw, demanding loop for those chasing the toughest, most remote adventure the UK has to offer.",
			"image": "/assets/route-ros.jpg",
			"link": "https://ringofstirling.wordpress.com/",
			"ordered": true,
			"checkpointSummary": {
				"start checkpoint": 1,
				"summit": 10,
				"water entry": 5,
				"water exit": 5,
				"finish checkpoint": 1
			}
		},
		{
			"default": false,
			"slug": "tea-round",
			"title": "The Tea Round",
			"description": "George Fisher's Tea Round",
			"json": "/data/tearound-cw.geo.json",
			"example": "/data/example/tea-round.gpx",
			"logo": "/assets/tea-round.jpg",
			"info": "The George Fisher's Tea Round: the perfect excuse to earn your cake and cuppa! This 48km Lake District adventure is all about tackling 10 of Keswick's finest fells, climbing a respectable 3,500m, and then returning in time for a well-deserved brew at George Fisher's café. It's got all the challenge of a proper fell run, but with a dash of civility - after all, what's a British adventure without a good cup of tea at the end? Whether you're out to set a new PB or just keen to enjoy some cracking views before your afternoon snack, the Tea Round offers a brilliant mix of hills, thrills, and some very welcome tea and cake. Expect steep climbs, spectacular scenery, and the satisfaction of knowing there's a hot drink waiting for you at the finish!",
			"summary": "A 48km Lake District route taking in 10 of Keswick's finest fells and over 3,500m of ascent -finished off with a well-earned brew at George Fisher's café. It's a tough challenge with a civilised twist: big climbs, stunning views, and tea and cake at the end.",
			"image": "/assets/route-tr.jpg",
			"link": "https://www.georgefisher.co.uk/tearound",
			"ordered": true,
			"checkpointSummary": {
				"start checkpoint": 1,
				"summit": 10,
				"finish checkpoint": 1
			}
		},
		{
			"default": false,
			"slug": "bob-graham-round",
			"title": "Bob Graham Round",
			"description": "Classic Memorial Circuit of the Lakeland Fells",
			"json": "/data/bob-graham-round.geo.json",
			"example": "/data/example/bob-graham.gpx",
			"logo": "/assets/runner.gif",
			"info": "The Bob Graham Round: the ultimate classic in UK fell running, and a rite of passage for those who dare to take it on. This legendary 106km loop through the Lake District is as tough as they come, with a staggering 8,200m of ascent spread across 42 iconic peaks, including Skiddaw, Helvellyn, and Scafell Pike. The challenge? To complete the entire round in under 24 hours. It's a brutal test of stamina, navigation, and sheer determination, making it the gold standard for fell runners. The rugged terrain, unpredictable weather, and relentless climbs are all part of what makes the Bob Graham Round one of the most coveted endurance feats in the UK. If you're ready to push your limits on the fells and join an elite club of finishers, this is the challenge of a lifetime.",
			"summary": "The classic UK fell running challenge to be completed in under 24 hours. Taking in legends like Skiddaw, Helvellyn, and Scafell Pike, it's a brutal test of endurance, navigation, and grit. For fell runners, this is the ultimate rite of passage",
			"image": "/assets/route-bgr.jpg",
			"link": "https://bobgrahamclub.org.uk/",
			"ordered": false,
			"checkpointSummary": {
				"start checkpoint": 1,
				"summit": 42,
				"checkpoint": 3,
				"finish checkpoint": 1
			}
		},
		{
			"default": false,
			"slug": "cumbrian-traverse",
			"title": "Cumbrian Traverse",
			"description": "A high-level traverse of 21 Lakeland peaks involving over 48km and 3,600m of ascent",
			"json": "/data/cumbrian-traverse.geo.json",
			"example": "/data/example/cumbrian-traverse.gpx",
			"logo": "/assets/runner.gif",
			"info": "The Cumbrian Traverse: a stunning south-to-north high-level journey across 21 of the Lake District's finest peaks, offering over 48km of challenging terrain and 3,600m of ascent. Devised by Sue and Dick Courchee and first completed in 2005, this informal traverse starts at Broughton Mills in Dunnerdale and finishes at the iconic Moot Hall in Keswick - though it can be done in either direction. Unlike its more time-pressured counterparts, the Cumbrian Traverse is meant to be a more relaxed, no-time-limit adventure, making it ideal for those who want to savour the beauty of the fells without the ticking clock. A complement to the Joss Naylor Challenge, it offers a different line through the Lakeland peaks, delivering epic views, tough climbs, and a true sense of freedom in the hills.",
			"summary": "A 48km high-level journey across 21 Lake District peaks, with around 3,600m of ascent. Starting in Broughton Mills and finishing at Keswick's Moot Hall, it's a challenging but relaxed adventure -no time limit, just epic views, big climbs, and the freedom to enjoy the fells.",
			"image": "/assets/route-ct.jpg",
			"link": "https://gofar997.wixsite.com/gofar/cumbrian-traverse",
			"ordered": true,
			"checkpointSummary": {
				"start checkpoint": 1,
				"summit": 21,
				"finish checkpoint": 1
			}
		},
		{
			"default": false,
			"slug": "the-great-gift-round",
			"title": "The Great Gift Round",
			"description": "A challenging “gift-summit” round linking 14 Lake District peaks, covering 37 km and 3,070 m of ascent",
			"info": "The Great Gift Peaks Round was devised to link 14 summits in the Lake District which were donated to the National Trust as memorials after World War I. The peaks are visited in any order, although one commonly used route covers about 36.79 km with circa 3,071 m of ascent. The original 'gift' involved the donation to preserve the fells in memory of those who fell in the war.",
			"summary": "A memorial round over 14 donated summits (36.8 km, 3,070 m ascent). Created to honour WWI casualties, it links peaks such as Scafell Pike, Great Gable, Lingmell and others; the route is flexible and can be done in either order.",
			"link": "https://macclesfield-harriers.co.uk/the-great-gift-peaks-round/",
			"json": "/data/the-great-gift-round.geo.json",
			"example": "/data/example/the-great-gift-round.gpx",
			"logo": "/assets/runner.gif",
			"image": "/assets/route-ggr.jpg",
			"ordered": false,
			"checkpointSummary": {
				"start checkpoint": 1,
				"summit": 14,
				"finish checkpoint": 1
			}
		},
		{
			"default": false,
			"slug": "tadpole-round",
			"title": "The Tadpole Round",
			"description": "A Great Introduction to SwimRun",
			"json": "/data/tadpole.geo.json",
			"logo": "/assets/frog-graham.jpg",
			"info": "The Tadpole Round: a bite-sized version of the Frog Graham Round, perfect for those who want the adventure without quite as much lung-busting! This charming little route in the Lake District with a couple of refreshing swims thrown in for good measure. Whether you're warming up for the full Frog or just fancy a cracking day out in the hills, the Tadpole Round offers the perfect blend of trail running, hill climbing, and wild swimming -no ice baths, just good, honest fun.",
			"summary": "A shorter, friendlier take on the Frog Graham through the Lake District with two lake swims. Ideal as a warm-up for the Frog or a great day out in its own right, it's trail running and wild swimming without the full madness.",
			"image": "/assets/route-tpr.jpg",
			"link": "https://www.froggrahamround.co.uk/tadpole",
			"ordered": false,
			"checkpointSummary": {
				"start checkpoint": 1,
				"water exit": 2,
				"water entry": 2,
				"finish checkpoint": 1
			}
		}
	]
}